<html>
<style>
   	html,body{
	    width: 100%;
	    height: 100%;
	    -ms-text-size-adjust: 100%;
	    -moz-text-size-adjust: 100%;
	    background: #808080;
	}
    h1{
        margin-left:10%;
    }
    p{
        font-size: 16px;
        margin-left: 5%;
    }
</style>
<head>
    <h1>Справка</h1>
</head>
<body>
    <div class="wrapper">
        <p> Методы исключения интервалов 
        Внимание! переменную x стоит вводить с большой буквы. Нельзя игнорировать знак умножения. <br>
        Выражения следует брать в скобки. Нельзя вводить символы-параметры или лишние переменные. <br>
        Функции, которые можно использовать, перечислены ниже. Синтаксис ввода выражения соответсвует <br>
        синтаксису языка php. Если при использовании программы в окне с результатом расчетов появляется <br>
        ошибка, проверьте правильность ввода исходных данных.<br>
        <br>
        Пример неправильного ввода: exp(6x)cos(x**2);<br>
        Пример правильного ввода: exp(6*X)*cos(X**2);<br>
        <br>
        В программе доступны следующие функции:
        1) + (плюс)<br>
        2) - (минус)<br>
        3) * (умножение)<br>
        4) / (деление)<br>
        5) ** (возведение в степень)<br>
        6) sqrt(a) - корень из числа а. Если а - выражение, то будет взят корень от выражения<br>
        7) sin(a) - синус a в радианах<br>
        8) cos(a) - косинус a в радианах<br>
        9) tan(a) - тангенс a в радианах<br>
        10) exp(a) - возведение экспоненты в степень а<br>
        11) log(a) - натуральный логарифм от а<br>
        12) log(a, b) - логарифм от a по основанию b<br>
        13) abs(a) - абсолютное значение числа а<br>
        14) pi - число пи<br></p>
    </div>
</body>

